<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
	<dict>
	    <key>DNSSettings</key>
	    <dict>
				<key>DNSProtocol</key>
				<string>TLS</string>
				<key>ServerAddresses</key>
				<array>
					<string>1.12.34.56 </string>
				</array>
				<key>ServerName</key>
				<string>dot-gcp2yife.dot.pub</string>
			</dict>
			<key>PayloadDescription</key>
			<string>Configures device to use DNSPod Encrypted DNS over TLS</string>
			<key>PayloadDisplayName</key>
			<string>DNSPod DNS over HTTPS</string>
			<key>PayloadIdentifier</key>
			<string>cc.lxd.dnspod.dnsSettings.managed</string>
			<key>PayloadType</key>
			<string>com.apple.dnsSettings.managed</string>
			<key>PayloadUUID</key>
			<string>fb54cc64-baa0-4271-86d5-8ea30d6bca87</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProhibitDisablement</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Adds the DNSPod to Big Sur and iOS 14 based systems</string>
	<key>PayloadDisplayName</key>
	<string>DNSPod DNS over TLS</string>
	<key>PayloadIdentifier</key>
	<string>cc.lxd.dnspod</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>3008bb2d-806c-4760-a34a-04ff58719557</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
